Repository: EssncDev/MacOS-Gecko
Catalog: Assets/*.lproj/Localizable.strings
Languages: de

# application_tab
source: Applications
de: Applikationen

# backup_tab
source: Backup
de: Sicherung

# settings_tab
source: Settings
de: Einstellungen

# button_open_app
source: Open App
de: App öffnen

# button_open_folder
source: Open Library Folder
de: Verzeichnis öffnen

# button_search_up_applications
source: Start Application Scan
de: Durchlauf starten

# app_search_up_desc
source: Relevant apps will be displayed here after a scan. These apps should be reviewed and exported manually if possible. *There may be more relevant apps than listed.*
de: Relevante Apps werden nach einem Durchlauf hier angezeigt. Diese sollten überprüft und nach Möglichkeit manuell exportiert werden. *Es können mehr relevante Apps vorhanden sein, als hier aufgeführt.*

# backup_name
source: Backup
de: Sicherung

# path_desc
source: No path selected
de: Kein Pfad ausgewählt

# directory_list_selected
source: Select Backup Directories
de: Zu sichernde Verzeichnisse auswählen

# target_path_select
source: Target Path:
de: Zielpfad:

# selected_dir_amount
source: Selected Directories
de: Ausgewählte Verzeichnisse

# backupname_info
source: Backup name
de: Bezeichnung

# dmg_container_toggle_desc
source: Create DMG container and MD5 checksum
de: DMG-Container und MD5-Hash erstellen:

# dmg_container_info
source: The DMG container size matches the backup size.
de: Das Erstellen eines Containers benötigt zusätzlichen Speicherplatz (mindestens die Größe der Sicherung erneut).

# select_all_elements
source: Select All
de: Alle auswählen

# unselect_all_elements
source: Unselect All
de: Alle abwählen

# process_start
source: Start Process
de: Vorgang starten

# finished_task
source: Finished
de: Abgeschlossen

# dmg_creation_step
source: Creating DMG
de: Erstelle DMG

# md5_creation_step
source: Creating MD5
de: Erstelle MD5

# create_dmg
source: Create DMG from Folder
de: DMG aus Ordner erstellen

# create_dmg_description
source: Creates a container from the selected folder, including subfolders.
de: Erstellt einen Container aus dem ausgewählten Ordner, inklusive Unterordner.

source: Hash Folder
de: Ordner hashen

# hash_folder_description
source: Generates a checksum from the selected folder.
de: Erstellt eine Prüfsumme des ausgewählten Ordners.

source: Export Device Info
de: Geräteinformationen exportieren

# export_device_info_description
source: Exports device information, including disk properties, to a text file.
de: Exportiert Geräteinformationen inklusive Datenträgereigenschaften in eine Textdatei.

source: Open Passwords
de: Passwörter öffnen

# open_passwords_description
source: Export passwords: 1) Open the Passwords app 2) Unlock the app with your password 3) In the menu bar, choose 'File' > 'Export All Passwords'
de: Export der Passwörter: 1) Passwörter-App über den Button öffnen 2) App mit Benutzerkennwort entsperren 3) In der Menüleiste 'Ablage' > 'Alle Passwörter in eine Datei exportieren' wählen.

source: Open Activity Monitor
de: Aktivitätenanzeige öffnen

# open_activity_monitor_description
source: Monitor application activity.
de: Zur Überwachung der Anwendungsaktivitäten.
